Repository: omgseven/GlassesPlayer
Catalog: GlassesPlayer/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, ru, zh_hans

# drop_to_play
source: Release to play
de: Zum Abspielen loslassen
fr: Relâcher pour lire
ja: ドロップして再生
ko: 놓아서 재생
ru: Отпустите для воспроизведения
zh_hans: 释放以播放

# menu_play_mode
source: Play Mode
de: Wiedergabemodus
fr: Mode de lecture
ja: 再生モード
ko: 재생 모드
ru: Режим воспроизведения
zh_hans: 播放模式

# menu_playback_speed
source: Playback Speed
de: Wiedergabegeschwindigkeit
fr: Vitesse de lecture
ja: 再生速度
ko: 재생 속도
ru: Скорость воспроизведения
zh_hans: 播放速度

# menu_settings
source: Settings…
de: Einstellungen…
fr: Réglages…
ja: 設定…
ko: 설정…
ru: Настройки…
zh_hans: 偏好设置…

# play_mode_loop_all
source: Loop All
de: Alle wiederholen
fr: Boucle totale
ja: 全曲リピート
ko: 전체 반복
ru: Повторять всё
zh_hans: 列表循环

# play_mode_loop_one
source: Loop Current
de: Titel wiederholen
fr: Boucle unique
ja: 1曲リピート
ko: 한곡 반복
ru: Повторять трек
zh_hans: 单曲循环

# play_mode_play_all
source: Play All
de: Alle abspielen
fr: Lecture séquentielle
ja: 順番に再生
ko: 순서대로 재생
ru: Воспроизвести всё
zh_hans: 顺序播放

# play_mode_stop_after_current
source: Stop After Current
de: Nach aktuellem Titel stoppen
fr: Arrêter après la piste
ja: 再生後に停止
ko: 현재 곡 후 정지
ru: Остановить после текущего
zh_hans: 播完停止

# playlist_empty_subtitle
source: Open a video to see other files in the same folder
de: Öffnen Sie ein Video, um Dateien im selben Ordner anzuzeigen
fr: Ouvrez une vidéo pour voir les fichiers du même dossier
ja: 動画を開くと同じフォルダ内のファイルが表示されます
ko: 동영상을 열면 같은 폴더의 파일이 표시됩니다
ru: Откройте видео, чтобы увидеть файлы из той же папки
zh_hans: 打开视频文件后将显示同目录列表

# playlist_empty_title
source: No playlist
de: Keine Wiedergabeliste
fr: Aucune liste de lecture
ja: プレイリストなし
ko: 재생목록 없음
ru: Плейлист пуст
zh_hans: 暂无播放列表

# playlist_mode_auto_help
source: Auto-expand on hover
de: Bei Mauszeiger automatisch öffnen
fr: Déplier au survol
ja: ホバーで自動展開
ko: 마우스 가까이 시 자동 펼침
ru: Авторазвёртывание при наведении
zh_hans: 鼠标靠近自动展开

# playlist_mode_manual_help
source: Manual expand
de: Manuell öffnen
fr: Déplier manuellement
ja: 手動展開
ko: 수동 펼침
ru: Развернуть вручную
zh_hans: 手动展开

# playlist_title
source: Playlist
de: Wiedergabeliste
fr: Liste de lecture
ja: プレイリスト
ko: 재생목록
ru: Плейлист
zh_hans: 播放列表

# settings_auto_hide_delay
source: Auto-hide delay
de: Auto-Ausblendeverzögerung
fr: Délai de masquage auto
ja: 自動非表示の遅延
ko: 자동 숨김 지연
ru: Задержка автоскрытия
zh_hans: 自动隐藏延迟

# settings_click_to_play
source: Single click to play/pause
de: Klick zum Abspielen/Pausieren
fr: Clic pour lecture/pause
ja: クリックで再生/一時停止
ko: 클릭으로 재생/일시정지
ru: Клик для воспр./паузы
zh_hans: 单击播放/暂停

# settings_cursor_opacity
source: Cursor Opacity
de: Cursor-Deckkraft
fr: Opacité du curseur
ja: カーソル不透明度
ko: 커서 불투명도
ru: Непрозрачность курсора
zh_hans: 视角光标不透明度

# settings_drag_follows_mouse
source: 360° drag follows mouse direction
de: 360°-Ziehen folgt der Mausrichtung
fr: Glissement 360° suit la souris
ja: 360° ドラッグがマウス方向に追従
ko: 360° 드래그가 마우스 방향 추종
ru: 360° перетаскивание по направлению мыши
zh_hans: 360° 拖拽跟随鼠标方向

# settings_fov_hint
source: Maximum field of view when fully zoomed out (double-click to reset)
de: Maximales Sichtfeld bei vollem Herauszoomen (Doppelklick zum Zurücksetzen)
fr: Champ de vision max en zoom arrière (double-clic pour réinitialiser)
ja: 最大ズームアウト時の視野角（ダブルクリックでリセット）
ko: 최대 축소 시 최대 시야각 (더블클릭으로 초기화)
ru: Максимальный угол обзора при полном отдалении (двойной клик для сброса)
zh_hans: 缩到最远时的最大视角（双击重置）

# settings_language_restart_hint
source: Language changes take effect after restarting the app.
de: Sprachänderungen werden nach Neustart wirksam.
fr: Le changement de langue prend effet après le redémarrage.
ja: 言語の変更はアプリの再起動後に有効になります。
ko: 언어 변경은 앱을 재시작한 후 적용됩니다.
ru: Изменение языка вступит в силу после перезапуска.
zh_hans: 切换语言后需重新启动应用方可完全生效。

# settings_language_system
source: System Default
de: Systemstandard
fr: Par défaut du système
ja: システムデフォルト
ko: 시스템 기본값
ru: Системный по умолчанию
zh_hans: 跟随系统

# settings_natural_scroll
source: Natural scroll direction for volume
de: Natürliche Scrollrichtung für Lautstärke
fr: Défilement naturel pour le volume
ja: 音量のナチュラルスクロール
ko: 음량의 자연스러운 스크롤 방향
ru: Естественная прокрутка для громкости
zh_hans: 音量滚动方向跟随系统

# settings_open_log_dir
source: Open Log Directory
de: Log-Verzeichnis öffnen
fr: Ouvrir le dossier de logs
ja: ログフォルダを開く
ko: 로그 폴더 열기
ru: Открыть папку логов
zh_hans: 打开日志目录

# settings_remember_mode
source: Remember 3D mode (layout & eye)
de: 3D-Modus merken (Layout & Blickwinkel)
fr: Mémoriser le mode 3D (disposition et œil)
ja: 3Dモードを記憶（レイアウトと視点）
ko: 3D 모드 기억 (레이아웃 및 시점)
ru: Запоминать 3D-режим (раскладка и ракурс)
zh_hans: 记忆 3D 模式（布局与眼别）

# settings_remember_progress
source: Remember playback progress
de: Wiedergabeposition merken
fr: Mémoriser la progression
ja: 再生位置を記憶
ko: 재생 위치 기억
ru: Запоминать позицию воспроизведения
zh_hans: 记忆播放进度

# settings_restart_now
source: Restart Now
de: Jetzt neustarten
fr: Redémarrer
ja: 今すぐ再起動
ko: 지금 재시작
ru: Перезапустить
zh_hans: 立即重启

# settings_section_advanced
source: Advanced
de: Erweitert
fr: Avancé
ja: 詳細設定
ko: 고급
ru: Дополнительно
zh_hans: 高级

# settings_section_interaction
source: Interaction
de: Interaktion
ja: 操作
ko: 상호작용
ru: Взаимодействие
zh_hans: 交互

# settings_section_language
source: Language
de: Sprache
fr: Langue
ja: 言語
ko: 언어
ru: Язык
zh_hans: 语言

# settings_section_playback_memory
source: Playback Memory
de: Wiedergabe-Speicher
fr: Mémoire de lecture
ja: 再生メモリ
ko: 재생 기억
ru: Память воспроизведения
zh_hans: 播放记忆

# settings_section_playlist
source: Playlist
de: Wiedergabeliste
fr: Liste de lecture
ja: プレイリスト
ko: 재생목록
ru: Плейлист
zh_hans: 播放列表

# settings_section_projection
source: Field of View
de: Sichtfeld
fr: Champ de vision
ja: 視野
ko: 시야
ru: Поле зрения
zh_hans: 视场

# settings_section_toolbar
source: Toolbar
de: Symbolleiste
fr: Barre d'outils
ja: ツールバー
ko: 도구 모음
ru: Панель инструментов
zh_hans: 工具栏

# settings_show_playlist_button
source: Show playlist expand button
de: Schaltfläche zum Erweitern anzeigen
fr: Afficher le bouton d'expansion
ja: プレイリスト展開ボタンを表示
ko: 재생목록 펼침 버튼 표시
ru: Показать кнопку раскрытия списка
zh_hans: 显示播放列表展开按钮

# settings_show_toolbar_paused
source: Show toolbar when paused
de: Symbolleiste bei Pause anzeigen
fr: Afficher la barre d'outils en pause
ja: 一時停止中にツールバーを表示
ko: 일시정지 시 도구 모음 표시
ru: Показать панель при паузе
zh_hans: 暂停时显示工具栏

# settings_title
source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
ko: 설정
ru: Настройки
zh_hans: 偏好设置

# stereo_label_camera
source: CAMERA
de: KAMERA
fr: CAMÉRA
ja: カメラ
ko: 카메라
ru: КАМЕРА
zh_hans: 视角

# stereo_label_display
source: DISPLAY
de: ANZEIGE
fr: AFFICHAGE
ja: 表示
ko: 디스플레이
ru: ДИСПЛЕЙ
zh_hans: 显示

# stereo_label_source
source: SOURCE
de: QUELLE
ja: ソース
ko: 소스
ru: ИСТОЧНИК
zh_hans: 片源

# stereo_panel_title
source: Stereo & source
de: Stereo & Quelle
fr: Stéréo et source
ja: ステレオとソース
ko: 스테레오 및 소스
ru: Стерео и источник
zh_hans: 立体声与片源
